app/controllers/member/member_controller.rb

INSERT INTO "ramen_members" ("email", "name", "hashed_password", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"
---
    def create
        @ramen_members = RamenMember.new(ramen_member_params)
        if @ramen_members.save