app/controllers/member/posts_controller.rb

INSERT INTO "member_posts" ("title", "place", "image", "ramen_type", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["title", ""], ["place", ""], ["image", ""], ["ramen_type", ""], ["created_at", "2020-08-10 13:42:47.887642"], ["updated_at", "2020-08-10 13:42:47.887642"]]
---
  def create
    @member_post = Member::Post.new(member_post_params)

    respond_to do |format|
      if @member_post.save

UPDATE "member_posts" SET "updated_at" = $1 WHERE "member_posts"."id" = $2  [["updated_at", "2020-08-08 09:18:51.383822"], ["id", 4]]
---
  def update
    respond_to do |format|
      if @member_post.update(member_post_params)

DELETE FROM "member_posts" WHERE "member_posts"."id" = $1  [["id", 1]]
---
  def destroy
    @member_post.destroy