app/controllers/member/sessions_controller.rb

SELECT "ramen_members".* FROM "ramen_members" WHERE (LOWER(email) = 'kanki.m0924@gmail.com') LIMIT $1  [["LIMIT", 1]]
---
    def create
        @form = Member::LoginForm.new(params[:member_login_form])
        if @form.email.present?
            ramen_member =
              RamenMember.find_by("LOWER(email) = ?", @form.email.downcase)